Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Contacts are in the process of being upgraded. \n\nThe upgrade process requires approximately %dMb of internal phone storage.\n\nChoose one of the following options:
be: Кантакты зараз абнаўляюцца.\n \n Гэта патрабуе прыкладна %d Мб унутранага сховішча тэлефону.\n \n Абярыце адну з наступных можнасьцяў:

source: Contacts are in the process of being upgraded. \n\nThe upgrade process requires approximately %d Mb of internal phone storage.\n\nChoose one of the following options:
be: Кантакты зараз абнаўляюцца.\n \n Гэта патрабуе прыкладна %d Мб унутранага сховішча тэлефону.\n \n Абярыце адну з наступных можнасьцяў:

source: Contacts count will be shown at the top of the contacts list
be: Лічыльнік кантактаў будзе паказвацца ў верхняе частцы сьпісу кантактаў

source: Contacts in %s
be: Кантакты ў %s

source: Contacts in custom view
be: Кантакты ў абраным выглядзе

source: Contacts joined
be: Кантакты спалучылі

source: Contacts separated
be: Кантакты падзялілі

source: Contacts sync
be: Сынхранізаваць кантакты

source: Contacts to display
be: Якія кантакты паказваць

source: Contacts with phone numbers
be: Кантакты з тэлефоннымі нумарамі

source: Content isn't supported.
be: Зьмесьціва не падтрымваецца.

source: Continue
be: Працягваць

source: Continue anyway?
be: Усе адно працягваць?

source: Continue for %1$s
be: Трэба праехаць яшчэ %1$s

source: Continue for %1$s feet
be: Працягвайце рухацца %1$s футаў

source: Continue for %1$s kilometer
be: Працягвайце рухацца %1$s км

source: Continue for %1$s kilometers
be: Працягвайце рухацца %1$s км

source: Continue for %1$s meters
be: Працягвайце рухацца %1$s мэтраў

source: Continue for %1$s mile
be: Працягвайце рухацца %1$s мілю

source: Continue for %1$s miles
be: Працягвайце рухацца %1$s мілі

source: Continue for %1$s yards
be: Працягвайце рухацца %1$s ярдаў

source: Continue for a half mile
be: Працягвайце рухацца паўмілі

source: Continue for a quarter mile
be: Працягвайце рухацца чвэрць мілі

source: Continue for one and a half kilometers
be: Працягвайце рухацца кілямэтар з паловаю

source: Continue for one and a half miles
be: Працягвайце рухацца мілю з паловаю

source: Continue for three quarters of a mile
be: Працягвайце рухацца тры чвэрці мілі

source: Continue on %1$s for a half mile
be: Працягвайце рухацца па %1$s паўмілі

source: Continue on %1$s for a quarter mile
be: Працягвайце рухацца па %1$s чвэрць мілі

source: Continue on %1$s for one and a half kilometers
be: Працягвайце рухацца па %1$s кілямэтар з паловаю

source: Continue on %1$s for one and a half miles
be: Працягвайце рухацца па %1$s мілю з паловаю

source: Continue on %1$s for three quarters of a mile
be: Працягвайце рухацца па %1$s тры чвэрці мілі

source: Continue on %2$s for %1$s feet
be: Працягвайце рухацца па %2$s %1$s футаў

source: Continue on %2$s for %1$s kilometer
be: Працягвайце рухацца па %2$s %1$s км

source: Continue on %2$s for %1$s kilometers
be: Працягвайце рухацца па %2$s %1$s км

source: Continue on %2$s for %1$s meters
be: Працягвайце рухацца па %2$s %1$s мэтраў

source: Continue on %2$s for %1$s mile
be: Працягвайце рухацца па %2$s %1$s мілю

source: Continue on %2$s for %1$s miles
be: Працягвайце рухацца па %2$s %1$s мілі

source: Continue on %2$s for %1$s yards
be: Працягвайце рухацца па %2$s %1$s ярдаў

source: Continue straight
be: Працягвайце рухацца

source: Continue without SIM card
be: Працягваць бяз карткі SIM

source: Contrast
be: Кантраст

source: Contributors
be: Саўдзельнікі

source: Control how and when the screen locks
be: Кіраваць тым, як замыкаецца экран

source: Control how frequently the lock-screen password must be changed
be: Кіраваць тым, як часта трэба зьмяняць пароль адмыкаць экран

source: Control key
be: Клявіша кіраваньня

source: Control music playback via gestures on the \"Now playing\" screen
be: Кіраваць музыкаю жэстамі на экране прайграваньня

source: Control the length and the characters allowed in screen-unlock passwords
be: Кіраваць даўжынёю ды знакамі, якія дазваляюцца ў паролях адмыкаць экран

source: Control when device locks, requiring you re-enter its password.
be: Кіраваць тым, калі замыкаць прыладу, што запатрабуе ў вас зноўку ўпісаць пароль прылады.

source: Controls
be: Кіраваньні

source: Conversation
be: Размова

source: Conversation list
be: Сьпіс размоваў

source: Converting to multimedia message\u2026
be: Ператвараецца ў мультымэдыйнае паведамленьне…

source: Converting to multimedia message…
be: Ператвараецца ў мультымэдыйнае паведамленьне…

source: Converting to text message\u2026
be: Ператвараецца ў тэкставае паведамленьне…

source: Converting to text message…
be: Ператвараецца ў тэкставае паведамленьне…

source: Cookies
be: Біркі

source: Cool
be: Стромкі

source: Cool is cool.
be: Калі ня горача, гэта файна!

source: Cool, hot water!
be: Файна, гарачая вадзічка!

source: Copy
be: Капіяваць

source: Copy URL
be: Капіяваць спасылку

source: Copy all
be: Перапісаць усё

source: Copy attached to SD card
be: Перапісаць залучнік на картку SD

source: Copy link URL
be: Перапісаць спасылку URL

source: Copy message
be: Перапісаць паведамленьне

source: Copy message text
be: Перапісаць паведамленьне

source: Copy page URL
be: Перапісаць спасылку бачыны

source: Copy page url
be: Перапісаць спасылку бачыны

source: Copy text
be: Перапісаць тэкст

source: Copy to clipboard
be: Капіяваць у кішэню

source: Copy to my contacts
be: Капіяваць у мае кантакты

source: Copy to phone memory
be: Перапісаць у памяць тэлефона

source: Copy to tablet memory
be: Перапісаць у памяць пляншэта

source: CopyRight
be: Аўтарскае права

source: Copying attachment to SD card failed
be: Не ўдалося перапісаць залучнік на картку SD

source: Copyright
be: Аўтарскае права

source: Copyright 2003-2011 Skype Limited
be: Аўтарскія правы © 2003–2011 ТАА «Skype»

source: Corporate
be: Супольны

source: Correct mistyped words
be: Выпраўляць памылкова набраныя словы

source: Correct typing errors
be: Выпраўляць памылкі ў набраным

source: Correct!
be: Адпавядае!

source: Corrects commonly typed mistakes
be: Выпраўляе звычайныя памылкі ў друкаваным

source: Cost: %s
be: Кошт: %s

source: Could not check for updates
be: Нельга спраўдзіць на абнаўленьне

source: Could not connect to server.
be: Нельга злучыцца з паслужніком.

source: Could not delete old application.
be: Нельга сьцерці старую праґраму.

source: Could not drop item onto this homescreen
be: Нельга пакласьці віджэт на экран

source: Could not initialize the exporter: \"%s\"
be: Нельга запусьціць вымальнік: «%s»

source: Could not load gesture library.
be: Нельга прачытаць бібліятэку жэстаў.

source: Could not open \"%1$s\": %2$s
be: Нельга адчыніць «%1$s»: %2$s

source: Could not open \"%s\": %s
be: Нельга адчыніць «%s»: %s

source: Could not open a new pop-up window because only one can be open at any time.
be: Нельга адчыніць новае раптоўнае вакно, бо можна адчыняць толькі адно за раз.

source: Could not open a new window because you have already opened the maximum number.
be: Нельга адчыніць новае вакно, бо ўжо адчынілі найбольшую колькасьць вокнаў.

source: Could not refund %1$s because it is not refundable.
be: Ня здолелі вярнуць %1$s, бо гэтую праґраму нельга вярнуць.

source: Could not refund %1$s.
be: Нельга вярнуць %1$s.

source: Could not refund %1$s. Try again later.
be: Нельга вярнуць %1$s. Паспрабуйце пазьней.

source: Could not subscribe.
be: Нельга падпісацца.

source: Could not verify your phone
be: Не ўдаецца спраўдзіць ваш тэлефон

source: Could you sir provide water?
be: Спадар, ці не маглі б вы дапамагчы з вадою?

source: Couldn't access SD card.
be: Няма доступу да карткі SD.

source: Couldn't access USB storage.
be: Няма доступу да сховішча USB.

source: Couldn't cancel vCard import/export
be: Немагчыма спыніць вымаць (браць) візытоўкі

source: Couldn't capture screenshot.
be: Немагчыма зьняць экран.

source: Couldn't clear app data.
be: Немагчыма сьцерці зьвесткі праґрамы.

source: Couldn't clear data for app.
be: Немагчыма сьцерці зьвесткі праґрамы.

source: Couldn't collect meta information of given vCard file(s).
be: Немагчыма сабраць зьвесткі з дадзеных файлаў візытоўкі.

source: Couldn't connect
be: Нельга злучыцца

source: Couldn't connect to Wi-Fi
be: Немагчыма злучыцца з Wi-Fi

source: Couldn't create the account.
be: Немагчыма стварыць рахунак.

source: Couldn't determine location
be: Нельга вызначыць мейсца

source: Couldn't download the attachment.
be: Немагчыма спампаваць залучнік.

source: Couldn't download.
be: Нельга спампаваць.

source: Couldn't erase SD card.
be: Немагчыма вычысьціць картку SD.

source: Couldn't erase USB storage.
be: Немагчыма вычысьціць сховішча USB.

source: Couldn't export contact data
be: Немагчыма выняць зьвесткі кантактаў

source: Couldn't export contact data.
be: Немагчыма выняць зьвесткі кантактаў.

source: Couldn't fetch voicemail.
be: Немагчыма атрымаць галасавую пошту.

source: Couldn't finish
be: Немагчыма скончыць

source: Couldn't forward one or more attachments.
be: Немагчыма пераслаць адзін (ці некалькі) залучнікоў.

source: Couldn't get database information
be: Немагчыма атрымаць зьвесткі з базы

source: Couldn't import vCard
be: Немагчыма ўзяць візытоўку

source: Couldn't load the attachment \" %s\".
be: Немагчыма спампаваць залучнік «%s».

source: Couldn't load the message text.
be: Немагчыма прачытаць паведамленьне.

source: Couldn't move app.
be: Немагчыма перамясьціць праґраму.

source: Couldn't open connection to server due to security error.
be: Немагчыма злучыцца з паслужніком: памылка бясьпекі.

source: Couldn't open connection to server.
be: Немагчыма злучыцца з паслужніком.

source: Couldn't pair with %1$s because of an incorrect PIN or passkey.
be: Немагчыма спалучыцца з %1$s: неадпаведны код або пароль.

source: Couldn't pair with %1$s.
be: Немагчыма спалучыцца з %1$s.

source: Couldn't parse vCard for unexpected reason
be: Немагчыма разабраць візытоўку зь нечаканае прычыны

source: Couldn't play voicemail.
be: Немагчыма прайграць галасавую пошту.

source: Couldn't read details for the requested call.
be: Нельга прачытаць падрабязнасьці пра запытаны выклік.

source: Couldn't read vCard data
be: Немагчыма прачытаць зьвесткі візытоўкі

source: Couldn't remove item from history
be: Немагчыма прыбраць зь гісторыі

source: Couldn't retrieve and save current forwarding number settings.
be: Нельга атрымаць і захаваць бягучыя налады нумару перасыланьня.

source: Couldn't save bookmark.
be: Немагчыма захаваць закладку.

source: Couldn't save for offline reading.
be: Немагчыма захаваць, каб чытаць па-за сецівам.

source: Couldn't save screenshot.
be: Немагчыма захаваць здымак экрану.

source: Couldn't save the attachment.
be: Немагчыма захаваць залучнік.

source: Couldn't scan SD card
be: Нельга агледзець картку SD

source: Couldn't scan SD card (Reason: \"%s\")
be: Нельга агледзець картку SD (падстава: „%s“)

source: Couldn't scan storage
be: Нельга агледзець сховішча

source: Couldn't scan storage (Reason: \"%s\")
be: Нельга агледзець сховішча (падстава: „%s“)

source: Couldn't sign in
be: Немагчыма ўвайсьці

source: Couldn't sign in.
be: Не ўдаецца ўвайсьці.

source: Couldn't start WPS, try again.
be: Немагчыма запусьціць хатнюю сетку Wi-Fi; паспрабуйце зноўку.

source: Couldn't start Wi-Fi Direct
be: Немагчыма запусьціць наўпроставы Wi-Fi

source: Couldn't unmount SD card.
be: Немагчыма адмацаваць картку SD.

source: Couldn't unmount USB storage.
be: Немагчыма адмацаваць сховішча USB.

source: Couldn\'t determine location
be: Нельга вызначыць мейсца

source: Couldn\'t read details for the requested call.
be: Нельга прачытаць падрабязнасьці пра запытаны выклік.

source: Count
be: Колькасьць

source: Country
be: Краіна

source: Country/Region
be: Краіна (мясцовасьць)

source: Country:
be: Краіна:

source: County
be: Акруга

source: Crash
be: Аварыя

source: Create
be: Стварыць

source: Create Album
be: Стварыць альбом

source: Create a new Google Account
be: Стварыць новы рахунак Google

source: Create a new contact
be: Стварыць кантакт

source: Create account
be: Стварыць рахунак

source: Create album
be: Стварыць альбом

source: Create an account
be: Стварыць рахунак

source: Create contact
be: Стварыць кантакт

source: Create contact under account
be: Стварыць кантакт у рахунку

# Create contact using %s
source: Create contact\nusing %s
be: Стварыць кантакт\n праз %s

source: Create group
be: Стварыць суполку

source: Create group chat
be: Стварыць супольную гутарку

source: Create group under account
be: Стварыць суполку ў рахунку

source: Create mock location sources for testing.
be: Ствараць удаваныя крыніцы месцазнаходжаньня для выпрабаваньняў.

source: Create mock location sources for testing. Malicious applications can use this to override the location and/or status returned by real location sources such as GPS or Network providers or monitor and report your location to an external source.
be: Ствараць удаваныя крыніцы месцазнаходжаньня для выпрабаваньняў. Зламысныя праґрамы могуць карыстацца гэтым, каб замяняць месцазнаходжаньне ды (ці) стан, атрыманы ад сапраўдных крыніцаў кшталту GPS ці сеткавых апэратараў, або сачыць, дзе вы знаходзіцеся, і паведамляць пра гэта вонкавае крыніцы.

source: Create mock location sources for testing. Malicious applications can use this to override the location and/or status returned by real location sources such as GPS or Network providers.
be: Ствараць удаваныя крыніцы месцазнаходжаньня для выпрабаваньняў. Зламысныя праґрамы могуць карыстацца гэтым, каб замяняць месцазнаходжаньне ды (ці) стан, атрыманы ад сапраўдных крыніцаў кшталту GPS ці сеткавых апэратараў.

source: Create new
be: Стварыць

source: Create new album
be: Стварыць новы альбом

source: Create new contact
be: Стварыць новы кантакт

source: Create new group
be: Стварыць суполку

source: Create new record
be: Стварыць новы запіс

source: Create note
be: Напісаць зацемку

source: Create one now!
be: Стварыце зараз!

source: Created
be: Стварылі

source: Created %s
be: Стварылі %s

source: Created on:
be: Стварылі:

source: Created:
be: Стварылі:

source: Creating a personal copy
be: Ствараецца асабісты асобнік

source: Creating account
be: Ствараецца рахунак

source: Creating album.
be: Ствараецца альбом.

source: Creating album...
be: Ствараецца альбом…

source: Creating your account…
be: Ствараецца ваш рахунак…

source: Creating...
be: Ствараецца…

source: Credential storage
be: Сховішча пасьведчаньняў

source: Credential storage couldn't be erased.
be: Сховішча пасьведчаньняў немагчыма вычысьціць.

source: Credential storage is disabled.
be: Забаранілі сховішча пасьведчаньняў.

source: Credential storage is enabled.
be: Задзейнічалі сховішча пасьведчаньняў.

source: Credential storage is erased.
be: Сховішча пасьведчаньняў вычысьцілі.

source: Credits
be: Сьпіс удзельнікаў

source: Crisp
be: Выразны

source: Croatian (Croatia)
be: харвацкая (Харватыя)

source: Crop
be: Абрэзаць

source: Crop picture
be: Абрэзаць малюнак

source: Crying
be: Плача

source: Cube
be: Куб

source: Current Catalog?
be: бягучы пералік?

source: Current Catalog?"
be: бягучы каталёґ?"

source: Current call
be: Бягучы выклік

source: Current call (%s)
be: Бягучы выклік (%s)

source: Current chats
be: Бягучыя гутаркі

source: Current employer
be: Бягучы працадаўца

source: Current location
be: Бягучае месца

source: Current network:
be: Бягучая сетка:

source: Current page
be: Бягучая бачына

source: Current password:
be: Бягучы пароль:

source: Current playlist
be: Бягучы сьпіс

source: Current windows
be: Бягучыя вокны

source: Currently downloading
be: Зараз спампоўваецца

source: Currently unable to download.
be: Зараз немагчыма спампаваць.

source: Currently unable to send your message.
be: Зараз немагчыма даслаць паведамленьне.

source: Cursor blink
be: Указальнік мігціць

source: Cursor style
be: Выгляду указальніку

source: Custom
be: Выбарачна

source: Custom Topics
be: Тэмы карыстальніка

source: Custom User Agent set to:
be: Абралі сродак карыстальніка:

source: Custom User-Agent
be: Сродак карыстальніка на выбар

source: Custom label name
be: Дапасаваная назва цэтліку

source: Custom message...
be: Уласнае паведамленьне…

source: Custom shortcut
be: Наставіць выклічнік

source: Custom topic
be: Тэма карыстальніка

source: Custom vibrate pattern
be: Свой узор трымценьня

source: Custom..
be: Выбарачна…

source: Custom\u2026 (cannot customize on phone)
be: На выбар… (нельга наставіць на тэлефоне)

source: Custom\u2026 (cannot customize on tablet)
be: На выбар… (нельга наставіць на пляншэце)

source: Customize gesture
be: Дапасаваць жэст

source: Customize...
be: Наставіць…

source: Custom… (cannot customize on phone)
be: На выбар… (нельга наставіць на тэлефоне)

source: Cut
be: Выразаць

source: Cut all
be: Выразаць усё

source: CyanogenMod licenses
be: Ліцэнзіі CyanogenMod

source: CyanogenMod settings
be: Налады CyanogenMod

source: Cycle through repeat modes
be: Пераходзіць між спосабамі паўтараць

source: Czech (Czech Republic)
be: чэская (Чэская рэспубліка)

source: D
be: С

source: D compass
be: Компас

source: DELETE
be: ВЫДАЛІЦЬ

source: DEVICE
be: ПРЫЛАДА

source: DNS search domains
be: Вузлы пошуку DNS

source: DNS servers (e.g. 8.8.8.8)
be: Паслужнікі DNS (пр., 8.8.8.8)

source: DO NOT enable this option if your provider charges in-country roaming fees!
be: НЕ ВЫКАРЫСТОЎВАЙЦЕ гэта, калі ваш правайдар патрабуе плаціць за блуканьне ўнутры краіны!

source: DTMF Tones
be: Танальныя сыґналы

source: Daily
be: Штодня

source: Damaged SD card
be: Пашкоджаная картка SD

source: Damaged USB storage
be: Пашкоджанае сховішча USB

source: Dangerous.
be: Небясьпечна.

source: Dangerous. Enable this to avoid system killing the launcher
be: Небясьпечна. Задзейнічайце гэта, каб забараніць сыстэме забіваць пускач

source: Danish (Denmark)
be: дацкая (Данія)

source: Darwin
be: Дарвін

source: Data
be: Сеціва

source: Data & synchronisation
be: Сынхранізаваць дадзеныя

source: Data & synchronization
be: Сынхранізаваць зьвесткі

source: Data Events settings
be: Налады падзеяў сеціва

source: Data Roaming
be: Сеціва ў блуканьні (роўмінґу)

source: Data Sync
be: Сынхранізаваць

source: Data attempts:
be: Спробаў злучыцца зь сецівам:

source: Data connection disabled
be: Забаранілі злучацца зь сецівам

source: Data connection lost
be: Згубілі злучэньне зь сецівам

source: Data connection lost...
be: Згубілі злучэньне зь сецівам…

source: Data connectivity problem
be: Праблема злучэньня зь сецівам

source: Data disabled
be: Забаранілі сеціва

source: Data disables 3G
be: Сеціва вылучае 3G

source: Data enabled
be: Дазволіць сеціва

source: Data enables 3G
be: Сеціва ўлучае 3G

source: Data is ON!
be: Сеціва задзейнічалі!

source: Data one bar.
be: Сеціва: адна рыска.

source: Data plan or WiFi connection required.
be: Трэба мець тарыфны плян на сеціва, або злучэньне праз Wi-Fi.

source: Data rate policy
be: Правілы хуткасьці перадаваньня

source: Data rate reduced to %1$d Kb/s if data use limit is exceeded
be: Хуткасьць перадаваньня памяншаецца да %1$d Кб/с, калі перавышаецца мяжа выкарыстаньня сеціва

source: Data rate reduced to %2$d Kb/s
be: Хуткасьць перадаваньня паменшылася да %2$d Kб/с

source: Data received
be: Атрымалі

source: Data roaming
be: Сеціва ў блуканьні

source: Data sent
be: Даслалі

source: Data service is blocked.
be: Служба сеціва забароненая.

source: Data signal full.
be: Сеціва: магутнае.

source: Data status red if data roaming is enabled
be: Чырвоны стан сеціва ў блуканьні (роўмінґу)

source: Data successes:
be: Пасьпяховых спробаў:

source: Data synchronization
be: Сынхранізацыя зьвестак

source: Data three bars.
be: Сеціва: тры рыскі.

source: Data transmission charges may apply.
be: На гэта могуць дзейнічаць тарыфы апэратара.

source: Data two bars.
be: Сеціва: дзьве рыскі.

source: Data usage
be: Выкарыстаньне сеціва

source: Data usage cycle
be: Адцінак часу выкарыстаньня

source: Data usage warning
be: Выкарыстаньне сеціва

source: Data use period
be: Адцінак часу выкарыстаньня сеціва

source: Data used in current period
be: Перададзенае за бягучы адцінак часу

source: Data:
be: Зьвесткі:

source: Database version %s
be: База зьвестак: %s

source: Date
be: Дата

source: Date & time
be: Час і дата

source: Date & time settings
be: Налады часу ды даты

source: Date of birth
be: Народзіны

source: Date of birth cannot be updated
be: Не ўдаецца абнавіць дату народзінаў

source: Date of each month:
be: Штомесяц:

source: Date taken:
be: Калі зрабілі:

source: Date:
be: Дата:

source: Date: %2$s
be: Дата: %2$s

source: Day
be: Дзень

source: Day of month to reset data usage cycle:
be: У які дзень месяцу скідваць выкарыстаньне сеціва:

source: Daylight
be: Дзённае сьвятло

source: Days
be: дз.

source: Days to sync
be: За колькі дзён сынхранізаваць

source: Deactivate
be: Абязьдзейніць

source: Dead
be: Мёртвая

source: Deblur
be: Не размываць

source: Debug
be: Наладка

source: Debug Mode
be: Папраўчы стан

source: Debug mode when USB is connected
be: Задзейнічаць наладку USB, калі далучылі USB

source: Dec
be: сьн

source: December
be: сьнежань

source: Decline
be: Адхіліць

source: Declined: %s
be: Адхіленыя: %s

source: Decrease %1$s
be: Паменшыць %1$s

source: Decrement
be: Адняць

source: Decrement day
be: Адняць дзень

source: Decrement hour
be: Адняць гадзіны

source: Decrement minute
be: Адняць хвіліны

source: Decrement month
be: Адняць месяц

source: Decrement year
be: Адняць год

source: Default
be: Перадвызначана

source: Default - %s
be: Звычайная — %s

source: Default Android
be: Як звычайна: Android

source: Default Engine
be: Звычайны рухавік

source: Default Screen
be: Пачатковы экран

source: Default account
be: Перадвызначаны рахунак

source: Default engine
be: Звычайны рухавік

source: Default notification
be: Звычайнае спавяшчэньне

source: Default page
be: Звычайная пачатковая бачына

source: Default reminder time
be: Звычайны час напаміну

source: Default ringtone
be: Звычайная мэлёдыя

source: Default ringtone (%1$s)
be: Звычайная мэлёдыя (%1$s)

source: Default screen, layout...
be: Пачатковы экран, разьмяшчэньне…

source: Default screen, layout\u2026
be: Пачатковы экран, раскладка…

source: Default settings
be: Звычайныя налады

source: Default settings below override app settings
be: Звычайныя налады, што ніжэй, будуць пераважаць над наладамі праґрамаў

source: Default settings below override application settings
be: Звычайныя налады, што ніжэй, будуць пераважаць над наладамі праґрамаў

source: Default tab
be: Пачатковая ўкладка

source: Default tab to open when launching the Phone app
be: Укладка, якая будзе адчыняцца па запуску праґрамы «Тэлефон»

source: Default zoom
be: Звычайны маштаб

source: Define custom view
be: Вызначыць, што паказваць

source: Delay time
be: Затрымка

source: Delete
be: Выдаліць

source: Delete APN
be: Выдаліць пункт доступу

source: Delete Face Tag
be: Сьцерці пазнаку асобы

source: Delete Friend
be: Выкрасьліць сябра

source: Delete Photo
be: Сьцерці фатаздымак

source: Delete Post
be: Сьцерці допіс

source: Delete alarm
be: Выкрасьліць будзьку

source: Delete album
be: Сьцерці альбом

source: Delete all cookies?
be: Ці выдаліць усе біркі?

source: Delete all data
be: Сьцерці ўсе зьвесткі

source: Delete all data stored by this website?
be: Ці выдаліць усе зьвесткі, захаваныя пляцоўкамі?

source: Delete all items?
be: Ці выкрасьліць усё?

source: Delete all record
be: Сьцерці ўсе запісы

source: Delete all saved form data?
be: Ці выдаліць усе захаваныя зьвесткі блянкаў?

source: Delete all saved passwords?
be: Ці выдаліць усе захаваныя паролі?

source: Delete all threads
be: Выдаліць усе галіны

source: Delete all website data and location permissions?
be: Ці выдаліць усе зьвесткі пляцовак і дазволы на месцазнаходжаньне?
